Repository: NETWAYS/tkmon-web
Catalog: share/locales/*/LC_MESSAGES/messages.po
Languages: de_de

source: Session expired
de_de: Login abgelaufen

source: You are not logged in
de_de: Sie sind nicht mehr eingelogged

source: The action you want to acquire need an authenticated user, please <a href="%link_login%">go to login page</a> to enter your credentials again.
de_de: Fuer die diesen Schritt muessen Sie eingelogged sein. Folgen Sie bitte <a href="">diesem Link um sich anzumelden.</a>

source: Language
de_de: Sprache

source: This panel is used to change security settings of your appliance. Please select an appropriate tab to change specific settings.
de_de: Einstellungen für Sicherheit. Bitte wählen Sie einen entsprechenden Tab um Ihre Einstellung vorzunehmen.

source: User
de_de: Benutzer

source: Icinga access
de_de: Zugriff auf Icinga

source: SSH Access
de_de: SSH Zugang

source: Change your your password
de_de: Passwort ändern

source: Thank you for changing your password. Please do this regularly to increase security for this device!
de_de: Vielen Dank. Ihr Passwort wurde geändert. Bitte ändern Sie regelmäßig Ihr Passwort um Sicherheitslücken zu vermeiden.

source: Current password
de_de: Aktuelles Passwort

source: New password
de_de: Neues Passwort

source: Verification
de_de: Neues Passwort (Nochmal)

source: Change password
de_de: Ändern

source: User access has been modified successfully
de_de: Benutzerzugriff angewandt

source: System access is
de_de: Systemzugriff ist

source: Please <a href="#" id="access-again-link">click here</a> to change mode again.
de_de: Bitte klicken Sie <a href="#" id="access-again-link">hier</a> um den Zugriff wieder zu verändern.

source: To change access please press the following button
de_de: Um Zugriffsrechte zu verändern bitte klicken Sie auf die untere Schaltfläche

source: Enable
de_de: Einschalten

source: System access (ssh/shell) for user %username% will be enabled.
de_de: Zugriff (ssh/shell) für %username% wird aktiviert.

source: Disable
de_de: Ausschalten

source: System access (ssh/shell) for user %username% will be disabled.
de_de: Zugriff (ssh/shell) für %username% wird deaktiviert.

source: You are logged out successfully!
de_de: Sie sind erfolgreich ausgelogged.

source: You can now close the application or press the button below to login again.
de_de: Sie können nun den Browser schließen oder sich neu anmelden.

source: Howdy! This application is protected by password. Please proceed by apply your credentials.
de_de: Hi. Diese Anwendung ist Password geschützt. Bitte melden Sie sich an.

source: You are logged in successfully. You will be redirected after a second. If not, please <a href="%link_home%"> follow this link to proceed.</a>
de_de: Log in erfolgreich. Sie werden weitergeleitet. Falls nicht klicken Sie bitte <a href="%link_home%">auf diesen Link</a> um auf die Startseite zu gelangen.

source: Username
de_de: Benutzername

source: Password
de_de: Passwort

source: About
de_de: Über uns

source: Logged in as %username%
de_de: Eingelogged als %username%

source: Logout
de_de: Ausloggen

source: You are running
de_de: Software Version ist

source: Please press the following button to reboot your appliance. The reboot will take a few minutes. After the platform is available the interface reloads and you will be prompted for your credentials to login.
de_de: Bitte klicken Sie auf den Button um neu zu starten. Der Neustart dauert einige Minuten bis sich die Weboberfläche neu geladen hat. Danach müssen Sie sich neu einloggen.

source: Warning
de_de: Warnung

source: While rebooting no notifications for problems will be send to you.
de_de: Während dem Neustart werden keien Meldungen per Mail versandt.

source: Reboot device!
de_de: Neu Start!

source: If any changes here you can not access your appliance anymore and you have to reset the configuration to its default.
de_de: Nach Änderung erreichen Sie Ihre Appliance eventuell nicht mehr. Ist dies der Fall müssen die Die Appliance zurüksetzen.

source: Success
de_de: Wunderbar!

source: Your new network configuration hast been set and applied!
de_de: Neue Netzwerkkonfiguration angewendet!

source: Static
de_de: Statisch

source: IP address
de_de: IP Adresse

source: Subnet mask
de_de: Subnetzmaske

source: Save
de_de: Speichern
